Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: (drag to reorder)
ca: (arrossega per canviar l'ordre)
de: (zum Neuordnen ziehen)
eo: (trenu por reordigi)
pl: (przeciągnij, aby zmienić kolejność)
zh_hans: （拖动以重新排序）

source: %@ cancels
ca: %@ cancel·la
eo: %@ nuligas ĝin
pl: %@ je anuluje

source: '%@' already exists in word replacements
ca: «%@» ja existeix a les substitucions de paraules
de: '%@' existiert bereits in den Wortersetzungen
eo: '%@' jam ekzistas en la vortanstataŭigoj
pl: '%@' już istnieje w zastąpieniach słów
zh_hans: 「%@」已存在于词语替换中

source: '%@' is already in the vocabulary
ca: «%@» ja és al vocabulari
de: '%@' ist bereits im Vokabular enthalten
eo: '%@' jam estas en la vortaro
pl: '%@' jest już w słowniku
zh_hans: 「%@」已在词汇中

source: %@ API Key
ca: Clau d'API de %@
de: %@ API-Schlüssel
eo: API-ŝlosilo de %@
pl: Klucz API %@
zh_hans: %@ API 密钥

source: %@ connection verified.
ca: S'ha verificat la connexió amb %@.
de: %@-Verbindung verifiziert.
eo: Konekto al %@ kontrolita.
pl: Połączenie z %@ zweryfikowane.
zh_hans: %@ 连接已验证。

source: %@ requires macOS 26 or later
ca: %@ requereix macOS 26 o posterior
de: %@ erfordert macOS 26 oder neuer
eo: %@ postulas macOS 26 aŭ pli novan
pl: %@ wymaga systemu macOS 26 lub nowszego
zh_hans: %@ 需要 macOS 26 或更高版本

source: %@ response time
ca: Temps de resposta de %@
de: %@ Antwortzeit
eo: Respondtempo de %@
pl: Czas odpowiedzi %@
zh_hans: %@ 响应时间

source: %@ times
ca: %@ vegades
de: %@ Mal
eo: %@ fojojn
pl: %@ razy
zh_hans: %@ 次

source: %@ words
ca: %@ paraules
de: %@ Wörter
eo: %@ vortoj
pl: %@ słów
zh_hans: %@ 字

source: %d seconds
ca: %d segons
de: %d Sekunden
eo: %d sekundoj
pl: %d sekund
zh_hans: %d 秒

source: %lld Enhancement models
ca: %lld models de millora
de: %lld Verbesserungsmodelle
eo: %lld plibonigaj modeloj
pl: %lld modeli ulepszania
zh_hans: %lld 个润色模型

source: %lld files
ca: %lld fitxers
de: %lld Dateien
eo: %lld dosieroj
pl: %lld plików
zh_hans: %lld 个文件

source: %lld models available
ca: %lld models disponibles
de: %lld Modelle verfügbar
eo: %lld disponeblaj modeloj
pl: %lld dostępnych modeli
zh_hans: %lld 个可用模型

source: %lld seconds
ca: %lld segons
de: %lld Sekunden
eo: %lld sekundoj
pl: %lld sekund
zh_hans: %lld 秒

source: %lld selected
ca: %lld seleccionades
de: %lld ausgewählt
eo: %lld elektitaj
pl: %lld zaznaczonych
zh_hans: 已选择 %lld 项

source: %lld Transcription models
ca: %lld models de transcripció
de: %lld Transkriptionsmodelle
eo: %lld transskribaj modeloj
pl: %lld modeli transkrypcji
zh_hans: %lld 个转写模型

source: %lld transcripts
ca: %lld transcripcions
de: %lld Transkriptionen
eo: %lld transskriboj
pl: %lld transkrypcji
zh_hans: %lld 条转写记录

source: %lld websites
ca: %lld llocs web
eo: %lld retejoj
pl: %lld witryn
zh_hans: %lld 个网站

source: %lld Websites
ca: %lld llocs web
eo: %lld retejoj
pl: %lld witryn
zh_hans: %lld 个网站

source: %lld words
ca: %lld paraules
de: %lld Wörter
eo: %lld vortoj
pl: %lld słów
zh_hans: %lld 个词

source: A mode sets whether AI rewrites the text and where the result goes: pasted, copied, opened in the edit window or saved to a file. Finish with a mode's shortcut to use that mode. While the bar is open, ⌥1…⌥0 switches modes.
ca: Un mode determina si la IA reescriu el text i on va a parar el resultat: s'enganxa, es copia, s'obre a la finestra d'edició o es desa en un fitxer. Acaba l'enregistrament amb la drecera d'un mode per fer servir aquell mode. Mentre la barra és oberta, ⌥1…⌥0 canvia de mode.
eo: Reĝimo difinas, ĉu AI reverkas la tekston kaj kien iras la rezulto: algluo, tondujo, redakta fenestro aŭ konservo al dosiero. Finu la registradon per la klavkombino de reĝimo por uzi ĝin. Dum la breto estas malfermita, ⌥1…⌥0 ŝanĝas la reĝimon.
pl: Tryb ustala, czy AI przeredaguje tekst i dokąd trafi wynik: wklejenie, schowek, okno edycji albo zapis do pliku. Zakończ nagranie skrótem trybu, żeby go użyć. Przy otwartym pasku ⌥1…⌥0 przełącza tryby.

source: Add a target to save transcripts to a file, URL scheme, shell command, or Sako.
ca: Afegeix una destinació per desar les transcripcions en un fitxer o enviar-les a un esquema d'URL, una ordre de shell o Sako.
eo: Aldonu celon por konservi transskribojn al dosiero, per URL-skemo, ŝelkomando aŭ al Sako.
pl: Dodaj cel, żeby zapisywać transkrypcje do pliku, przez schemat URL, poleceniem powłoki albo do Sako.

source: Add Notaro
ca: Afegir Notaro
eo: Aldoni Notaro
pl: Dodaj Notaro

source: Add Save Target
ca: Afegir destinació de desament
eo: Aldoni konservcelon
pl: Dodaj cel zapisu

source: Append to existing file
ca: Afegir al fitxer existent
eo: Aldoni al ekzistanta dosiero
pl: Dopisuj do istniejącego pliku

source: Assign a unique keyboard shortcut to instantly activate this mode and start recording.
ca: Assigna una drecera de teclat única per activar aquest mode a l'instant i començar a enregistrar.
eo: Asignu apartan klavkombinon, kiu tuj ŝaltas ĉi tiun reĝimon kaj komencas registradon.
pl: Przypisz osobny skrót, który od razu włącza ten tryb i zaczyna nagrywanie.

source: at the bottom of the screen
ca: a la part inferior de la pantalla
eo: ĉe la malsupro de la ekrano
pl: na dole ekranu

source: at the top of the screen, by the notch
ca: a la part superior de la pantalla, al costat de l'osca
eo: ĉe la supro de la ekrano, apud la noĉo
pl: na górze ekranu, przy wycięciu

source: Bind Fn / 🌐 key
ca: Assignar la tecla Fn / 🌐
eo: Asigni la klavon Fn / 🌐
pl: Przypisz klawisz Fn / 🌐

source: Break large blocks of transcribed text into paragraphs. Applies to every mode.
ca: Divideix els blocs llargs de text transcrit en paràgrafs. S'aplica a tots els modes.
eo: Dividas longajn tekstoblokojn en alineojn. Validas por ĉiuj reĝimoj.
pl: Dzieli długie bloki tekstu na akapity. Dotyczy wszystkich trybów.

source: Change in Settings
ca: Canviar a Configuració
eo: Ŝanĝi en Agordoj
pl: Zmień w Ustawieniach

source: Change…
ca: Canviar…
eo: Ŝanĝi…
pl: Zmień…

source: Command is empty.
ca: L'ordre és buida.
eo: La komando estas malplena.
pl: Polecenie jest puste.

source: Copied — sent to %@
ca: Copiat — enviat a %@
eo: Kopiita — sendita al %@
pl: Skopiowano — wysłano: %@

source: Copy every completed transcription to the clipboard, regardless of the mode's destination — so it lands in a clipboard manager's history (e.g. Alfred). While on, the previous clipboard content is never restored after pasting.
ca: Copia cada transcripció completada al porta-retalls, sigui quina sigui la destinació del mode — així queda a l'historial del gestor del porta-retalls (p. ex., Alfred). Mentre està activat, el contingut anterior del porta-retalls no es restaura mai després d'enganxar.
eo: Ĉiu preta transskribo iras al la tondujo, sendepende de la eligo de la reĝimo — tiel ĝi aperas en la historio de tondujo-administrilo (ekz. Alfred). Dum ŝaltita, la antaŭa enhavo de la tondujo ne estas restarigata post algluo.
pl: Każda gotowa transkrypcja trafia do schowka, niezależnie od wyjścia trybu — dzięki temu ląduje w historii menedżera schowka (np. Alfreda). Gdy włączone, poprzednia zawartość schowka nie jest przywracana po wklejeniu.

source: Copy Every Transcription to Clipboard
ca: Copiar cada transcripció al porta-retalls
eo: Kopii ĉiun transskribon al la tondujo
pl: Kopiuj każdą transkrypcję do schowka

source: Copy to Clipboard
ca: Copiar al porta-retalls
eo: Kopii al la tondujo
pl: Kopiuj do schowka

source: Could not create directory: %@
ca: No s'ha pogut crear la carpeta: %@
eo: Ne eblis krei dosierujon: %@
pl: Nie udało się utworzyć katalogu: %@

source: Could not open URL: %@
ca: No s'ha pogut obrir l'URL: %@
eo: Ne eblis malfermi URL: %@
pl: Nie udało się otworzyć URL: %@

source: Custom paste settings
ca: Configuració d'enganxament personalitzada
eo: Propraj algluaj agordoj
pl: Własne ustawienia wklejania

source: Custom Target…
ca: Destinació personalitzada…
eo: Propra celo…
pl: Własny cel…

source: Default profile is used when no specific app or website matches are found.
ca: El mode per defecte s'utilitza quan cap app ni lloc web no coincideix amb un altre mode.
eo: La defaŭlta reĝimo funkcias, kiam neniu aplikaĵo aŭ retejo kongruas kun alia reĝimo.
pl: Tryb domyślny działa, gdy żadna aplikacja ani strona nie pasuje do innego trybu.

source: Default uses simulated Cmd+V key events. AppleScript can help when custom keyboard layouts do not paste correctly. Individual modes can override this.
ca: Per omissió, se simula la combinació de tecles Cmd+V. AppleScript pot ajudar quan una disposició de teclat personalitzada no enganxa correctament. Cada mode pot canviar-ho.
eo: Defaŭlte sendas simulitan ⌘V. AppleScript helpas, kiam nenorma klavararanĝo malĝuste algluas. Reĝimoj povas transpasi tion.
pl: Domyślnie wysyła symulowane ⌘V. AppleScript pomaga, gdy niestandardowy układ klawiatury źle wkleja. Tryby mogą to nadpisać.

source: Default: press Esc twice.
ca: Per omissió: prem Esc dues vegades.
eo: Defaŭlte: premu Esc dufoje.
pl: Domyślnie: naciśnij Esc dwa razy.

source: Diktilo automatically switches to this mode based on the app or website you're using, or when you say a trigger word during recording.
ca: Diktilo canvia automàticament a aquest mode segons l'app o el lloc web que facis servir, o quan dius una paraula activadora durant l'enregistrament.
eo: Diktilo mem ŝanĝas al ĉi tiu reĝimo laŭ la aplikaĵo aŭ retejo, kiun vi uzas, aŭ kiam vi diras ekigan vorton dum registrado.
pl: Diktilo samo przełącza się na ten tryb zależnie od aplikacji lub strony, w której jesteś, albo gdy podczas nagrywania powiesz słowo-wyzwalacz.

source: Diktilo temporarily uses the clipboard to paste transcription. When enabled, it restores your previous clipboard content after the selected delay.
ca: Diktilo fa servir temporalment el porta-retalls per enganxar la transcripció. Si està activat, restaura el contingut anterior del porta-retalls després del retard seleccionat.
eo: Diktilo provizore uzas la tondujon por alglui. Kiam ŝaltita, ĝi restarigas la antaŭan enhavon de la tondujo post la elektita prokrasto.
pl: Diktilo na chwilę używa schowka do wklejania. Gdy włączone, po wybranym opóźnieniu przywraca poprzednią zawartość schowka.

source: Diktilo Tour
ca: Visita guiada per Diktilo
eo: Gvidturo tra Diktilo
pl: Przewodnik po Diktilo

source: Directory
ca: Carpeta
eo: Dosierujo
pl: Katalog

source: During recording, press Option + 1–0 to switch modes quickly.
ca: Durant l'enregistrament, prem Opció + 1–0 per canviar de mode ràpidament.
eo: Dum registrado ⌥1–⌥0 rapide ŝanĝas la reĝimon.
pl: Podczas nagrywania ⌥1–⌥0 szybko przełącza tryby.

source: Edit Save Target
ca: Editar destinació de desament
eo: Redakti konservcelon
pl: Edytuj cel zapisu

source: Edit Window
ca: Finestra d'edició
de: Bearbeitungsfenster
eo: Redakta fenestro
pl: Okno edycji
zh_hans: 编辑窗口

source: Esc pressed twice cancels
ca: Prémer Esc dues vegades cancel·la
eo: duobla Esc nuligas ĝin
pl: dwukrotne Esc je anuluje

source: Every transcription is copied to the clipboard and saved in History. The dashboard shows the latest ones; the copy button on a card copies it again.
ca: Cada transcripció es copia al porta-retalls i es desa a l'Historial. El tauler mostra les més recents; el botó de copiar d'una targeta la torna a copiar.
eo: Ĉiu transskribo iras al la tondujo kaj al la Historio. La lastajn vi vidas en la langeto Panelo; la kopia butono sur karto kopias ĝin denove.
pl: Każda transkrypcja trafia do schowka i do Historii. Ostatnie widać w zakładce Dashboard; przycisk kopiowania na karcie kopiuje ją ponownie.

source: Every transcription is saved in History. The dashboard shows the latest ones; the copy button on a card copies it again.
ca: Cada transcripció es desa a l'Historial. El tauler mostra les més recents; el botó de copiar d'una targeta la torna a copiar.
eo: Ĉiu transskribo iras al la Historio. La lastajn vi vidas en la langeto Panelo; la kopia butono sur karto kopias ĝin denove.
pl: Każda transkrypcja trafia do Historii. Ostatnie widać w zakładce Dashboard; przycisk kopiowania na karcie kopiuje ją ponownie.

source: Example: the meeting moves to Thursday at ten, please bring the draft.
ca: Exemple: la reunió passa a dijous a les deu, porta l'esborrany, si us plau.
eo: Ekzemplo: la kunveno moviĝas al ĵaŭdo je la deka, bonvolu kunporti la malneton.
pl: Przykład: spotkanie przesuwamy na czwartek na dziesiątą, weź proszę szkic.

source: Failed to send text to Sako.
ca: No s'ha pogut enviar el text a Sako.
eo: Malsukcesis sendi tekston al Sako.
pl: Nie udało się wysłać tekstu do Sako.

source: Failed to write file: %@
ca: No s'ha pogut escriure el fitxer: %@
eo: Malsukcesis skribi dosieron: %@
pl: Nie udało się zapisać pliku: %@

source: File
ca: Fitxer
eo: Dosiero
pl: Plik

source: Filename Template
ca: Plantilla del nom de fitxer
eo: Ŝablono de dosiernomo
pl: Szablon nazwy pliku

source: Files, URL schemes, shell commands or Notaro — each can have its own finish shortcut.
ca: Fitxers, esquemes d'URL, ordres de shell o Notaro — cadascun pot tenir la seva pròpia drecera per acabar.
eo: Dosieroj, URL-skemoj, ŝelkomandoj aŭ Notaro — ĉiu celo povas havi propran finan klavkombinon.
pl: Pliki, schematy URL, polecenia powłoki albo Notaro — każdy cel może mieć własny skrót kończący.

source: Finish
ca: Acabar
eo: Fini
pl: Zakończ

source: Finish Recording
ca: Acabar l'enregistrament
eo: Fini registradon
pl: Zakończ nagrywanie

source: Finish Shortcut
ca: Drecera per acabar
eo: Fina klavkombino
pl: Skrót kończący

source: Finish shortcut
ca: Drecera per acabar
eo: Fina klavkombino
pl: Skrót kończący

source: Finish → %@
ca: Acabar → %@
eo: Fini → %@
pl: Zakończ → %@

source: Finish → Copy
ca: Acabar → copiar
eo: Fini → kopii
pl: Zakończ → kopiuj

source: Finish → Edit Window
ca: Acabar → finestra d'edició
eo: Fini → redakta fenestro
pl: Zakończ → okno edycji

source: Finish → Paste
ca: Acabar → enganxar
eo: Fini → alglui
pl: Zakończ → wklej

source: Finish → Save Target
ca: Acabar → destinació de desament
eo: Fini → konservcelo
pl: Zakończ → cel zapisu

source: Finishing → %@
ca: Acabant → %@
eo: Finante → %@
pl: Kończę → %@

source: Finishing → Save Target
ca: Acabant → destinació de desament
eo: Finante → konservcelo
pl: Kończę → cel zapisu

source: Help
ca: Ajuda
eo: Helpo
pl: Pomoc

source: History and clipboard
ca: Historial i porta-retalls
eo: Historio kaj tondujo
pl: Historia i schowek

source: Hold %@ in any app and speak. Let go to finish.
ca: Mantén premuda %@ a qualsevol app i parla. Deixa-la anar per acabar.
eo: Tenu %@ en iu ajn aplikaĵo kaj parolu. Ellasu por fini.
pl: Przytrzymaj %@ w dowolnej aplikacji i mów. Puść, żeby skończyć.

source: Hold while you speak, release to finish.
ca: Mantén premut mentre parles i deixa anar per acabar.
eo: Tenu dum vi parolas; ellasu por fini.
pl: Trzymaj, gdy mówisz; puść, żeby zakończyć.

source: How many recent transcriptions the dashboard shows at the top.
ca: Quantes transcripcions recents mostra el tauler a la part superior.
eo: Kiom da lastaj transskriboj la Panelo montras supre.
pl: Ile ostatnich transkrypcji Dashboard pokazuje na górze.

source: Icon
ca: Icona
eo: Piktogramo
pl: Ikona

source: If enabled, your instructions are combined with a general-purpose template to improve transcription quality. Disable for full control over the AI's system prompt (for advanced users).
ca: Si està activat, les teves instruccions es combinen amb una plantilla d'ús general per millorar la qualitat de la transcripció. Desactiva-ho per tenir el control total de la indicació del sistema de la IA (per a usuaris avançats).
eo: Ŝaltita: viaj instrukcioj kombiniĝas kun ĝenerala ŝablono, kiu plibonigas la kvaliton de la transskribo. Malŝaltu por plene regi la sisteman instigon de AI (por spertuloj).
pl: Włączone: twoje instrukcje są łączone z ogólnym szablonem, który poprawia jakość transkrypcji. Wyłącz, jeśli chcesz w pełni kontrolować prompt systemowy AI (dla zaawansowanych).

source: Invalid URL scheme template: %@
ca: Plantilla d'esquema d'URL no vàlida: %@
eo: Nevalida URL-ŝablono: %@
pl: Nieprawidłowy szablon URL: %@

source: Keep Clipboard Content is off while every transcription is copied — the transcription stays on the clipboard.
ca: «Conservar el contingut del porta-retalls» està desactivat mentre es copia cada transcripció — la transcripció es queda al porta-retalls.
eo: „Konservi enhavon de tondujo“ estas malŝaltita, dum ĉiu transskribo iras al la tondujo — la transskribo restas en la tondujo.
pl: „Zachowaj zawartość schowka” jest wyłączone, gdy każda transkrypcja trafia do schowka — transkrypcja zostaje w schowku.

source: Live Transcription (Streaming)
ca: Transcripció en directe (streaming)
eo: Viva transskribo (fluanta)
pl: Transkrypcja na żywo (streaming)

source: Manage…
ca: Gestionar…
eo: Administri…
pl: Zarządzaj…

source: Master switch. Off = no mode enhances, regardless of per-mode setting. On = per-mode toggle decides. Useful for temporarily disabling all LLM calls without touching individual modes.
ca: Interruptor general. Desactivat = cap mode no aplica la millora, independentment de la configuració de cada mode. Activat = decideix l'interruptor de cada mode. Útil per desactivar temporalment totes les crides al LLM sense tocar els modes un per un.
eo: Ĉefa ŝaltilo. Malŝaltita — neniu reĝimo uzas AI, sendepende de sia agordo. Ŝaltita — decidas la ŝaltilo en la reĝimo. Utilas por provizore malŝalti ĉiujn LLM-petojn sen tuŝi la reĝimojn.
pl: Wyłącznik główny. Wyłączony — żaden tryb nie używa AI, niezależnie od swojego ustawienia. Włączony — decyduje przełącznik w trybie. Przydaje się, żeby na chwilę wyłączyć wszystkie zapytania do LLM bez ruszania trybów.

source: Model and Language
ca: Model i idioma
eo: Modelo kaj lingvo
pl: Model i język

source: Name
ca: Nom
eo: Nomo
pl: Nazwa

source: No editor app installed — the transcript falls back to the clipboard.
ca: No hi ha cap app d'edició instal·lada — la transcripció es copia al porta-retalls.
eo: Neniu redaktilo instalita — la transskribo iros al la tondujo.
pl: Brak zainstalowanego edytora — transkrypcja trafi do schowka.

source: No modes yet — you'll find the starter modes on the Modes screen.
ca: Encara no hi ha cap mode — trobaràs els modes inicials a la pantalla Modes.
eo: Ankoraŭ neniuj reĝimoj — pretajn ŝablonojn vi trovos en la ekrano Reĝimoj.
pl: Nie ma jeszcze trybów — gotowe szablony znajdziesz na ekranie Tryby.

source: No Save Targets
ca: No hi ha destinacions de desament
eo: Neniuj konservceloj
pl: Brak celów zapisu

source: No save targets yet
ca: Encara no hi ha destinacions de desament
eo: Ankoraŭ neniuj konservceloj
pl: Brak celów zapisu

source: No targets configured — add one in Settings → Save Targets.
ca: No hi ha cap destinació configurada — afegeix-ne una a Configuració → Destinacions de desament.
eo: Neniuj konservceloj — aldonu en Agordoj → Konservceloj.
pl: Brak celów zapisu — dodaj je w Ustawienia → Cele zapisu.

source: No transcription text was available.
ca: No hi havia cap text de transcripció disponible.
eo: Neniu transskriba teksto disponeblis.
pl: Brak tekstu transkrypcji.

source: No transcription text — nothing to save.
ca: No hi ha text de transcripció — no hi ha res per desar.
eo: Neniu teksto — nenio por konservi.
pl: Brak tekstu — nie ma czego zapisać.

source: Onboarding
ca: Introducció
eo: Enkonduko
pl: Wprowadzenie

source: Open target app
ca: Obrir l'app de destinació
eo: Malfermi la celan aplikaĵon
pl: Otwórz aplikację docelową

source: Opens the transcript in your external editor app before delivery; committing there copies the edited text to the clipboard.
ca: Obre la transcripció a la teva app d'edició externa abans de lliurar-la; en confirmar-la allà, el text editat es copia al porta-retalls.
eo: Malfermas la transskribon en via ekstera redaktilo antaŭ liverado; konfirmo tie kopias la redaktitan tekston al la tondujo.
pl: Otwiera transkrypcję w zewnętrznym edytorze przed wysłaniem; zatwierdzenie tam kopiuje poprawiony tekst do schowka.

source: Override the global paste method and clipboard-restore behavior for this mode only.
ca: Substitueix el mètode d'enganxament global i la restauració del porta-retalls només per a aquest mode.
eo: Transpasi la ĝeneralan algluan metodon kaj la restarigon de tondujo nur por ĉi tiu reĝimo.
pl: Zastąp globalną metodę wklejania i przywracanie schowka tylko w tym trybie.

source: Panel Style
ca: Estil del panell
eo: Aspekto de panelo
pl: Wygląd panelu

source: Plain Text (.txt)
ca: Text sense format (.txt)
eo: Plata teksto (.txt)
pl: Zwykły tekst (.txt)

source: Press %@ in any app, speak, then press it again.
ca: Prem %@ a qualsevol app, parla i després torna-la a prémer.
eo: Premu %@ en iu ajn aplikaĵo, parolu, poste premu ĝin denove.
pl: Naciśnij %@ w dowolnej aplikacji, mów, a potem naciśnij jeszcze raz.

source: Press during recording to finish and deliver via
ca: Prem durant l'enregistrament per acabar i lliurar a través de
eo: Premu dum registrado por fini kaj liveri per
pl: Naciśnij podczas nagrywania, żeby zakończyć i wysłać przez:

source: Press it while recording to finish in this mode.
ca: Prem-la durant l'enregistrament per acabar en aquest mode.
eo: Premu ĝin dum registrado por fini en ĉi tiu reĝimo.
pl: Naciśnij go podczas nagrywania, żeby zakończyć w tym trybie.

source: Press to start, press again to finish.
ca: Prem per començar i torna a prémer per acabar.
eo: Premu por komenci; premu denove por fini.
pl: Naciśnij, żeby zacząć; naciśnij ponownie, żeby zakończyć.

source: Profile name
ca: Nom del mode
eo: Nomo de reĝimo
pl: Nazwa trybu

source: Profiles
ca: Modes
eo: Reĝimoj
pl: Tryby

source: Recent Transcripts on Dashboard
ca: Transcripcions recents al tauler
eo: Lastaj transskriboj en Panelo
pl: Ostatnie transkrypcje na Dashboardzie

source: Record in any app
ca: Enregistra des de qualsevol app
eo: Registri en iu ajn aplikaĵo
pl: Nagrywaj w dowolnej aplikacji

source: Recording bar
ca: Barra d'enregistrament
eo: Registra breto
pl: Pasek nagrywania

source: Recording Panel
ca: Panell d'enregistrament
eo: Registra panelo
pl: Panel nagrywania

source: Recording Shortcut
ca: Drecera d'enregistrament
eo: Registra klavkombino
pl: Skrót nagrywania

source: Recording shortcut:
ca: Drecera d'enregistrament:
eo: Registra klavkombino:
pl: Skrót nagrywania:

source: Recording → %@
ca: Enregistrant → %@
eo: Registrado → %@
pl: Nagrywanie → %@

source: Recording → Save Target
ca: Enregistrant → destinació de desament
eo: Registrado → konservcelo
pl: Nagrywanie → cel zapisu

source: Remove second shortcut
ca: Treure la segona drecera
eo: Forigi duan klavkombinon
pl: Usuń drugi skrót

source: Save failed (%@) — copied to clipboard.
ca: No s'ha pogut desar (%@) — s'ha copiat al porta-retalls.
eo: Konservo malsukcesis (%@) — kopiita al la tondujo.
pl: Zapis nie powiódł się (%@) — skopiowano do schowka.

source: Save Target
ca: Destinació de desament
eo: Konservcelo
pl: Cel zapisu

source: Save target is not configured.
ca: La destinació de desament no està configurada.
eo: Konservcelo ne estas agordita.
pl: Cel zapisu nie jest skonfigurowany.

source: Save target not configured — copied to clipboard.
ca: Destinació de desament no configurada — s'ha copiat al porta-retalls.
eo: Konservcelo ne agordita — kopiita al la tondujo.
pl: Cel zapisu nieskonfigurowany — skopiowano do schowka.

source: Save Targets
ca: Destinacions de desament
eo: Konservceloj
pl: Cele zapisu

source: Save to Target
ca: Desar a la destinació
eo: Konservi al celo
pl: Zapisz do celu
